Repository: ali-massry/test
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Choose Your Favorite Language
fr: Choisir Votre Langue Préférée

source: Demand Assistance
fr: Demande d’assistance

source: Next
fr: Suivant

source: To Login
fr: Se connecter

source: KYC Agent Login
fr: Connexion de l’Agent KYC

source: Username
fr: Nom de L’Utilisateur

source: Password
fr: Mot de passe

# i_have_forgetten_my_password
source: I have forgettten my password
fr: J’ai oublier mon mot de passe

source: Success
fr: succès

source: Make sure to fill missing fields
fr: Assurez-vous de remplir les champs manquants
